<script setup lang="ts">
import Navbar from "~/components/navbar.vue";
</script>


<template>
  <div class="mb-[30px]">
    <navbar/>
    <div >
      <div class="text justify-center" >О нас</div>
      <p class="ml-[50px] mr-[50px]">ПРОФАЙЛ
    Компания «Диасофт» – один из крупнейших российских разработчиков и поставщиков IT-решений для финансового сектора и других отраслей экономики. За 30 лет работы на рынке финансовых технологий в компании накоплен уникальный опыт разработки, внедрения и сопровождения комплексных систем автоматизации банков, страховых и инвестиционных организаций, казначейств корпораций. 15 лет «Диасофт» инвестирует в продвижение идей и технологий цифровой трансформации, в создание и развитие омниканальной цифровой платформы.

В январе 2020 года цифровая платформа «Диасофт» включена в Единый реестр российских программ для ЭВМ и баз данных (регистрационный номер 6156). В апреле 2020 года компания «Диасофт» включена в перечень системообразующих организаций российской экономики в сфере информации и связи. В этом списке «Диасофт» в числе двух вендоров, разрабатывающих системы класса Core Banking для финансовых организаций России. В марте 2021 года завершен процесс включения продуктов «Диасофт», поставляемых в настоящее время клиентам, в Единый реестр российских программ для ЭВМ и баз данных  – всего в реестре 188 продуктов компании. Важным преимуществом IT-решений компании является их совместимость с российским системным ПО и оборудованием.

На протяжении многих лет решения компании «Диасофт» получают признание мировых экспертов – международных исследовательских и консалтинговых компаний –  Gartner, IDC, Forrester, международной некоммерческой ассоциацией банков и поставщиков IТ-решений Banking Industry Architecture Network (BIAN).

Одной из ключевых составляющих успеха компании «Диасофт» является эффективная и сплоченная команда профессионалов.</p>
<p class="ml-[50px] mr-[50px] mt-[40px]"> В компании работает свыше 1800 высококвалифицированных IT-специалистов, обладающих высокими компетенциями и опытом работы на рынке финансового программного обеспечения  – это аналитики, разработчики, тестировщики, специалисты внедрения, менеджеры проектов, менеджеры по сопровождению. «Диасофт» имеет территориально распределенную структуру – головной офис в Москве, филиалы в Ярославле, Чебоксарах, Перми. Сотрудники филиала в Новосибирске с января 2020 года полностью переведены на дистанционную работу. Представительства компании открыты в Ханое (Вьетнам) и Мюнхене (Германия).

Клиентами «Диасофт» являются более 150 организаций из различных отраслей экономики, среди которых превалируют организации финансового сектора: более половины банков из топ-100, ведущие инвестиционные, управляющие и страховые компании, НПФ и МФО. Компания взаимодействует с клиентами в соответствии с законодательством Российской Федерации, с рядом клиентов работа ведется в соответствии с федеральным законом № 223-ФЗ.</p>
    <h4 class="ml-[50px] mr-[50px] mt-[40px]" >МОСКВА
      Центральный офис
      127018, г. Москва, ул. Полковая, д. 3, строение 14
      +7 (495) 780-75-75
      +7 (495) 789-93-39
      +7 (495) 780-75-76
    </h4>
    </div>
  </div>
</template>


<style>
.text {
  display: flex;
  font-size: 70px;
  margin-top: 100px;
  margin-left: auto;
  margin-right: auto;
}
</style>
