<script setup lang="ts">
import Navbar from "~/components/navbar.vue";
</script>


<template>
  <div  >
    <navbar />

    <div class="text justify-center">Главная</div>
    <div class="mt-[30px] flex border-[2px] border-black  rounded-[30px] bg-[#08144F] mx-[50px] p-[30px] justify-between">
      <img class=" w-[300px] h-[300px] mr-[40px] ml-[40px] rounded-[30px]" src="/1.jpeg " alt="" />
      <p class="mr-[200px] text-white">НОВОСТИ
        «Диасофт» автоматизировал идентификацию клиента при звонке в СК «Согласие»
        10.04.2024
        Страховая компания «Согласие» и компания «Диасофт» завершили проект по улучшению процесса обработки обращений,
        поступающих на диспетчерский пульт.
        Новый сервис «Пентест ПДн» от «Диасофт» поможет выполнить требования 152-ФЗ «О персональных данных»
        09.04.2024
        «Диасофт» предлагает сервис «Пентест ПДн», который поможет организовать процессы обработки персональных данных в
        соответствии с требованиями законодательства.Технологические платформы содержат low-code инструменты, готовые шаблоны и компоненты для быстрого создания архитектурно правильных программных продуктов и публикации их в цифровых каналах.

Производственные платформы позволяют организовать эффективную работу команд и обеспечить повсеместную автоматизацию производственных процессов для простой и организационно правильной разработки программных продуктов.

Инфраструктурные платформы представляют собой системное программное обеспечение для надежной, управляемой и высокопроизводительной работы прикладных решений. Они разработаны на основе ПО с открытым исходным кодом, взятым под ответственное владение компанией «Диасофт».
      </p>
    </div>
  </div>
</template>


<style>
.text {
  font-size: 70px;
  margin-left: auto;
  margin-right: auto;
  margin-top: 100px;
}
</style>
