<script setup lang="ts">
import Navbar from "~/components/navbar.vue";
</script>


<template  >
  <div>
    <navbar />
    <h1 class="font-[700] flex justify-center  mt-[70px] font-[1000] ">ЭКОСИСТЕМА ЦИФРОВОЙ ТРАНСФОРМАЦИИ</h1>
    <div class="flex mt-[60px]">
      
      <img class=" w-[400px] h-[400px] mr-[40px] ml-[40px]  rounded-[30px]" src="/2.jpg " alt="" />
      <p class="bg-[#08144F] h-full text-white mr-[50px] p-[30px] rounded-[20px]">DIGITAL Q
        Экосистема low-code платформы для разработки архитектурно правильных
        IT-решений и организации эффективного производства программного обеспечения.ИНСТРУМЕНТЫ ДЛЯ ВЫПОЛНЕНИЯ ТРЕБОВАНИЙ
        В состав экосистемы цифровой трансформации Digital Q входят платформы для построения эффективной производственной
        среды, полной автоматизации производственных процессов, разработки архитектурно правильных решений, повсеместного
        использования low-code инструментов и готовых компонентов.
        Платформы разделены на четыре типа:
        технологические;
        кросс-продуктовые.
        инфраструктурные;
        производственные;

        Технологические платформы содержат low-code инструменты, готовые шаблоны и компоненты для быстрого создания
        архитектурно правильных программных продуктов и публикации их в цифровых каналах.

        Производственные платформы позволяют организовать эффективную работу команд и обеспечить повсеместную
        автоматизацию
        производственных процессов для простой и организационно правильной разработки программных продуктов.

        Инфраструктурные платформы представляют собой системное программное обеспечение для надежной, управляемой и
        высокопроизводительной работы прикладных решений. Они разработаны на основе ПО с открытым исходным кодом, взятым
        под
        ответственное владение компанией «Диасофт».

        Кросс-продуктовые платформы содержат готовые функциональные компоненты для использования в других платформах
        экосистемы цифровой трансформации и в продуктах в составе платформ развития (база знаний, нормативно-справочная
        информация, продуктовый каталог и т. д.).</p>
    </div>
  </div>
</template>


<style>
.text {
  font-size: 70px;
  margin-left: auto;
  margin-right: auto;
  margin-top: 100px;
}</style>
