<template>
  <div>
    <navbar/>
    <div class=" justify-center flex mt-[50px]">Обучение</div>
    <div class=" justify-center ">
      <p class="mx-[50px] mt-[30px]">Обучение по XBRL для финансовых специалистов НФО
Программа рассчитана на управленцев Некредитных Финансовых организаций, которые отвечают за подготовку отчётности перед Центральным Банком Российской Федерации.

По результатам обучения слушатели получают удостоверение
о повышении квалификации НИУ «Высшей школы экономики» установленного образца.знать историю возникновения и формата XBRL и международные примеры его использования, понимать основные цели дата-центричного подхода, планы по развитию в России;
знать компоненты XBRL – таксономия, экземпляр отчета и т.д.;
уметь работать с таксономией ЦБ РФ
понимать таксономию ЦБ РФ;
понимать взаимосвязь показателей в отчетных формах и правила контроля, встроенные в таксономию;
уметь формулировать постановки задач на создание дополнительных правил контроля;
знать состав пакета отчетных данных, который отправляется в ЦБ РФ</p>
      <div class=" justify-center flex mt-[100px]" >
      <a  href="https://www.youtube.com/@videoDiasoft">
        <img class=" w-[400px] h-[400px] mr-[40px] ml-[40px]  rounded-[30px] w-[100px] h-[100px]" src="/100.png " alt="" />
      </a>
      <a href="https://t.me/s/DiasoftNews_channel">
        <img class=" w-[400px] h-[400px] mr-[40px] ml-[40px]  rounded-[30px] w-[100px] h-[100px]" src="/101.png " alt="" />
      </a>
    </div>
    </div>
  </div>
</template>


<style>
.text {
  font-size: 70px;
  margin-left: auto;
  margin-right: auto;
  margin-top: 100px;
}
</style>
<script setup lang="ts">
import Navbar from "~/components/navbar.vue";
</script>
